Repository: gabrielchaves7/origin_ui
Catalog: lib/l10n/arb/app_*.arb
Languages: pt

# homeFrontTitle
source: Let's find out your
pt: Vamos descobrir a sua

# homeFrontTitleBold
source: financial wellness score.
pt: pontuação de saúde financeira.

# homeCardTitle
source: Financial wellness test
pt: Teste de saúde financeira

# homeCardSubtitle
source: Enter your financial information bellow
pt: Coloque as suas informações financeiras abaixo

# homeAnnualIncomeInputLabel
source: Annual income
pt: Salário anual

# homeMonthlyCostsInputLabel
source: Monthly Costs
pt: Gastos mensais

# homeContinueButton
source: Continue
pt: Continuar

# homeAnnualIncomeInputInvalidError
source: Annual income value is invalid.
pt: O salário anual informado é inválido.

# homeAnnualIncomeInputValueIsZeroError
source: Annual income must be greater than zero.
pt: O salário anual deve ser maior que zero.

# homeMonthlyCostsInputInvalidError
source: Monthly Costs value is invalid.
pt: Os gastos mensais informado é inválido.

# homeMonthlyCostsInputValueIsZeroError
source: Monthly Costs must be greater than zero.
pt: Os gastos mensais deve ser maior que zero.

# homeFooter
source: Your financial information is encrypted and secure. We'll never share or sell any of your personal data.
pt: Os seus dados financeiros são criptografados de maneira segura. Nunca compartilhamos ou vendemos os seus dados pessoais

# homeScoreHealthlyTitle
source: Congratulations!
pt: Parabéns!

# homeScoreHealthlySubtitle
source: Your financial wellness score is Healthy.
pt: Você está em dia com a sua saúde financeira.

# homeScoreMediumTitle
source: There is room for improvement.
pt: Poderia ser melhor.

# homeScoreMediumSubtitle
source: Your financial wellness score is Average.
pt: A sua saúde financeira está dentro da média.

# homeScoreLowSubtitle
source: Your financial wellness score is Unhealthy.
pt: Cuidado!

# homeScoreLowTitle
source: Caution!
pt: A sua saúde financeira não está boa.

# homeBackButton
source: Return
pt: Voltar

# homeBackTitle
source: Here's your
pt: Aqui está a sua

# homeBackTitleBold
source: financial wellness score:
pt: pontuação de saúde financeira.
